cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'


brew 'ant'
brew 'ack'
brew 'atlassian/tap/atlassian-plugin-sdk'
brew 'bash'
brew 'bash-completion'
brew 'cloog'
brew 'coreutils'
brew 'cscope'
brew 'docker'
brew 'dos2unix'
brew 'editorconfig'
brew 'findutils'
brew 'gettext'
brew 'git'
brew 'gradle'
brew 'hugo'
brew 'jq'
brew 'libmpc'
brew 'libsass'
brew 'mackup'
brew 'maven'
brew 'homebrew/versions/maven30'
brew 'moreutils'
brew 'node'
brew 'pandoc'
brew 'ruby'
brew 'sloccount'
brew 'pivotal/tap/springboot'
brew 'sshpass'
brew 'tidy-html5'
brew 'vim'
brew 'wget'
brew 'z'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'openssl'


cask 'atom'
cask 'firefox'
cask 'garmin-express'
cask 'google-chrome'
cask 'slack'

